{
  "head": {
    "title": "Hackathon Taiwan: 黑客松台灣"
  },
  "header": {
    "desc": "台灣黑客松",
    "register": "立即報名",
    "agenda": "活動議程",
	"button": "為什麼黑客松不是比賽"
  },
  "about": {
    "desc": "Hackathon （黑客松）是一個新創名詞，由兩個英文單字『Hack』與『Marathon』所組合成的複合字，最初是一種馬拉松式的程式開發活動。這種習慣和說法一直是種軟體科技界內的惡趣味，用來描述一群宅宅工程師聚在一起，拼命做出作品、解決問題，即便是爆肝、熬夜也在所不惜。不過近年來，黑客松的活動內容，已不限定於軟體開發，也有在硬體、設計，甚至有 Maker 參與其中，大家共同創作及解決各類問題，然後分享成果。",
    "desc1": "若要簡短描述黑客松，更平易近人的說法就是",
    "desc2": "『持續一段時間不中斷的科技創作運動』",
    "button": "黑客松的真實樣貌"
  },
  "events": {
    "1st": {
      "name": "第一次黑客松台灣",
      "desc": "由於 HanGee 國民機計畫，需要有很多人才參與，但我們發現多數人平時除了上班之外，不太有精神和意願參與社群活動並動手創作。因此決定籌辦並推動一系列黑客松活動，讓更多人可以來這共同創作與學習，進一步讓願意動手創作的社群成長。"
    },
    "2nd": {
      "name": "第二次黑客松台灣",
      "desc": "為了讓更多人敢於參加黑客松，開始加入 Qt/QML 主題，讓許多有足夠能力但不敢參加黑客松活動的人，願意說服自己來參加一次，除了學習新技術外，也嘗試開始與朋友一起動手創作。"
    },
    "3rd": {
      "name": "第三次黑客松台灣",
      "desc": "因為有絕大多數寫程式的人都熟悉網站相關技術，所以開始加入網站相關主題和課程，讓這些開發者朋友們樂於試著參加黑客松活動，更讓大家知道黑客松並不可怕，並非要很厲害才能參加黑客松。"
    },
    "4th": {
      "name": "第四次黑客松台灣",
      "desc": "過去國內的黑客松都以軟體創作為主，因此本次黑客松引入硬體主題，加入了「Arduino 入門工作坊」，讓對硬體陌生的人，都能學會基本的電路裝置創作。有趣的是，此次活動開始出現了許多實體裝置的作品。"
    },
    "5th": {
      "name": "第五次黑客松台灣",
      "desc": "為了讓更多人踏入 Maker 的世界，本次活動引入 3D 印表機的基礎建模和使用教學，並開始提供現場列印協助。此外，邀請 ARM mbed 的課程，讓更多人有機會接觸最新的物聯網技術。有更多完成度高的作品出現，讓人驚豔。"
    },
    "6th": {
      "name": "第六次黑客松台灣",
      "desc": "參與人數成長到 500 人以上的規模，為了讓天生的 Maker - 「藝術家」也能參加黑客松活動，特別引入「藝術元素」，並邀請來科技藝術講師前來開課，讓想學習科技創作的藝術家和設計師能一同參與創作。這次活動，也首次邀請創業團隊前來設攤宣傳。"
    },
    "7th": {
      "name": "第七次黑客松台灣",
      "desc": "受到前一次 IBM 團隊能與人交談的機器人作品啟發，活動新增「互動設計」主題，並邀請講師前來引導，讓參與活動的開發者不再只是開發死板的程式或裝置，更能創作出與人類進行互動的多元應用和作品。而這次亦有更多的新創團隊前來擺攤或徵才。"
    }
  },
  "how": {
    "title": "黑客松的進行方式",
    "desc1": "參加黑客松，通常會事先找好隊友後再來參加，但也可以單獨一人前來活動現場尋找志同道合的朋友。為了讓參加者在現場能更容易找到朋友，黑客松台灣的主場活動，會在活動開始前，安排一場破冰遊戲並協助配對和組隊。如果你不喜歡與他人組隊，或找不到合得來的隊友，也可選擇一個人一隊。",
    "desc2": "活動開始後，你將與你的隊友奮戰到活動最後一刻，從一開始發想題目、討論、分工，你可以做軟體、硬體、設計或是各種類別形式的創作（像是曾有參加者畫 3D 動畫），直到最後完成、準備簡報、上台展示分享。你將經歷從陌生到熟悉，從輕鬆到緊張，從游刃有餘到時間緊迫。有些人可能中途放棄，有些人可能受不了壓力而換題目，而有些人可能挑戰自己成功，得到無限的成就感。運氣、實力及堅持，將在活動過程中考驗著參加者，所以有人也形容這像是創業一般，甚至說參加黑客松是一種「微創業」。",
    "desc3": "通常，在活動的過程中，你不用擔心飲食的問題，大多數黑客松活動會完善準備好給參加者，以確保參加者可以盡情發揮，享受創作與動手的樂趣。一般來說，活動會在第一天晚上備有 Pizza Night，讓所有人輕鬆吃 Pizza 之餘，也可以與其他朋友交流和閒聊。",
    "desc4": "在黑客松台灣主場活動中，我們目前會頒發「人氣獎」、「最佳技術獎」、「視覺設計獎」和「最佳簡報獎」四個獎項，鼓勵參加者可以做出好的成果。這些獎項，是為避免大家一味討好觀眾而造成作品方向扭曲，所以我們也頒獎給各方向技術夠深入的作品，由我們邀請來的專家來評斷。此外，上台演說也是種實力，所以我們也頒發這樣的獎項。",
    "desc5": "在我們的活動中沒有分名次，因此，無論你最後是否有做出成果、是否有得獎，只要你有享受到黑客松的過程，有認識到朋友、與朋友一同研究與解決問題、動手創作，那你就有真正的參與過一場黑客松活動",
    "button": "我想參加黑客松"
  },
  "map": {
    "title": "哪裡可以參加黑客松活動？",
    "desc": "其實除了黑客松台灣的主場活動外，其他黑客松活動在國內已經到處可見，我們也樂見所有人共襄盛舉。此外，非黑客松台灣主場的活動，其形式及長短可能略有不同，請參考各活動的活動資訊。",
    "note": "你也正在籌辦黑客松嗎？還是想要提供黑客松資訊呢？",
    "button": "登記黑客松活動"
  },
  "sponsor": {
    "title": "贊助夥伴及合作單位",
    "desc": "我們需要資源才能辦這一場場的活動<br />以推動國內的手作生態和創新能量<br />由衷感謝這些夥伴的付出"
  }
}
