{
  "head": {
    "title": "Hackathon Taiwan"
  },
  "header": {
    "desc": "Coolest Hackathon In Taiwan",
    "register": "Register Now!",
    "agenda": "Agenda",
	"button": "Why Hackathon is not a competition"
  },
  "about": {
    "desc": "Hackathon is a newly created noun, a fusion of two words: hack and marathon. It has been a repulsive joke in the software industry, to describe an activity in which programmers or engineers create a new prototype, or code to solve a specific problem, marathon style. Since the past few years, however, the actual content of hackathons hasn't exclusively been software development, but also in the fields of design and hardware, with active participation of Maker communities. People gather together to solve various problems in life, with sharing in mind.",
    "desc1": "To put it simply, hackathon is:",
    "desc2": "\"An act of continuous technology creation and innovation\"",
    "button": "The true face of Hackathons"
  },
  "events": {
    "1st": {
      "name": "Hackathon Taiwan 1st",
      "desc": "From the HanGee Smartphone Project, we came to understand that to make the goal come true, we should not endeavour alone. We, however, also found that most of the people don't join community events, or let alone create things with computer technologies. From this, the Hackathon Taiwan project was born, to attract more people to learn and create together, and to cultivate this DIY-themed community."
    },
    "2nd": {
      "name": "Hackathon Taiwan 2nd",
      "desc": "To let more people try joining hackathons, we added Qt/QML workshops, mainly for those who didn't dare participating to give it a shot. Aside from learning new skills and techniques, people try to create new things with friends from scratch."
    },
    "3rd": {
      "name": "Hackathon Taiwan 3rd",
      "desc": "As most of the programmers are quite familiar with Web-related technologies, we decided to add some Web-themed workshops to our hackathon. We wanted those developers who had never joined any hackathon understand that one need not to be skillful to join."
    },
    "4th": {
      "name": "Hackathon Taiwan 4th",
      "desc": "In the past, the domestic hackathons focused solely on software development. We introduced Arduino workshop to make some change. For anyone that's alien to hardware hacking, the course would provide knowledge on wiring and basic hardware assembly. Quite interesting as it is, many creative physical devices joined the demo prototypes ever since."
    },
    "5th": {
      "name": "Hackathon Taiwan 5th",
      "desc": "We introduced the workshops for basic 3-D modelling and operation of 3-D printers in this event, mainly to familiarise our participants with Maker elements. Printing services were also provided at the venue. The ARM mbed workshop was made available for the first time, with promotion of cutting-edge IoT technology in mind. Demo prototypes grew much more mature ever."
    },
    "6th": {
      "name": "Hackathon Taiwan 6th",
      "desc": "The event has reached a milestone of a total 500 participants scale. To enable artists and designers to join the hackathons and actively participate, we introduced artistic elements in our workshops, with a special instructor on topics of computer technology related courses. Startup kiosks were first introduced in this event."
    },
    "7th": {
      "name": "Hackathon Taiwan 7th",
      "desc": "Inspired by the talking robot made by IBM team last event, the Interactive Design workshop had been added with an instructor to provide the participants with more possibilities other than pure computer programs, to develop interactive applications of either software and hardware. We also had more startups joining us, setting up kiosks and providing talent-seeking services."
    }
  },
  "how": {
    "title": "How Hackathon Works",
    "desc1": "To participate in a hackathon, we usually form small groups with friends beforehand, or assemble with newly acquainted people at the event. To make it easier for the participants to form new groups, ice-breaking games are organised for this teaming-up effort in our Core events. Nevertheless, you can always join alone.",
    "desc2": "After the Hackathon starts, you would have to survive to the last moment of the event with your team mates, from brainstorming, discussions, to job division; any form of creation are welcome, either software, hardware, design or mixes of them (such as 3-D modelling); work until you finalise the prototype, prepped a presentation, and sharing with a demo on the stage. You will go through different stages of mood and pressure, and some might even change their subject of creation from this; the others would succeed in breaking their own limits, bathe in accomplishment. Luck, strength, and perserverence have all been the challenging facts for the participants, just like a miniature start-up experience.",
    "desc3": "You don't have to worry about feeding yourself in this event, though. We, as to make sure everyone enjoys the whole, continuous experience of Hackathon, would get the food and drinks ready for you. Pizza night is usually available on the first evening, for all to make friends and relax, just before diving into the long night of hacking.",
    "desc4": "In our Core event, we are issueing Choice Award, Technical Award, Visual Design Award, and Presentation Award, mainly to encourage a more polished result from our participants. Different professionals of the awards are invited to assess the prototypes and presentations. Aside from techniques, presentation became also a topic of award from its nature as a solid skill.",
    "desc5": "Our Core event doesn't grade our participants or categorise them into different positions. It doesn't matter whether you produced a solid prototype, or awarded; as long as you enjoy the process of Hackathon, made new friends, learned to solve problems with or without friend, or did things yourself, you'll understand what Hackathon really is.",
    "button": "I would like to join"

  }
}
